{
    "Saden": "Saden",
    "WelcomeTo":"Welcome to Saden",
    "SadenForConsultation": "Saden - for geological consultation",
    "SadenForConsultationHeader": " Saden Specialized Company <br> For Geological Consulting",
    "english": "English",
    "arabic": "Arabic",
    "language": "language",
    "home": "Home",
    "aboutTheCompany": "About Saden",
    "projects": "Projects",
    "services": "Services",
    "contactUs": "Contact Us",
    "begin": "Begin",
    "branches": "Branches",
    "Careers": "Careers",
    "companySummary": "Saden Engineering Consultancy Company, established in 2009 in Saudi Arabia, has expanded significantly, including into Egypt. Specializing in geotechnical and geological studies, it offers advanced training programs and quality assessments, aiming to enhance professional skills in various domains.",
    "geotechnicalStudies": "Geotechnical Studies",
    "hydrologicalStudies": "Hydrological Studies",
    "geophysicalStudies": "Geophysical Studies",
    "geologicalStudies": "Geological Studies",
    "miningStudies": "Mining Studies",
    "surveyingWorks": "Surveying Works",
    "materialQualityTesting": "Material Quality Testing",
    "concreteTesting": "Concrete Testing",
    "internships": "Internships",
    "training": "Training",
    "openPositions": "Open Positions",
    "we_want_to_hear": "We want to hear you!",
  "support_message_1": "At Saden, we always strive to provide the best services and support to our valued customers. If you have any questions or inquiries about our services, don't hesitate to leave your message here. Our specialized team is ready to answer all your questions and provide the help you need.",
  "support_message_2": "We are here to support you and ensure your experience with us is smooth and satisfying.",
  "request": "Request",
  "custom_service_message": "To get a custom service that meets your needs, please enter the details of your request in the field below. We will review the information and get back to you as soon as possible.",
  "name_placeholder": "Name",
  "email_placeholder": "Email",
  "phone_placeholder": "Phone",
  "message_placeholder": "Your message",
  "loading": "Loading",
  "services_description": "At Saden, we offer a comprehensive range of services in concrete testing, soil work, and geotechnical studies, ensuring your project is built on strong and sustainable foundations.",
  "geotechnical_studies": "Geotechnical Studies",
  "geotechnical_description": "Geotechnical studies aim to evaluate the properties of the land and soil to ensure the safety and sustainability of infrastructure and construction projects.",
  "hydrological_studies": "Hydrological Studies",
  "hydrological_description": "Hydrological studies involve collecting and analyzing water data to understand its flow, estimate water resources, and analyze risks, supporting water resource management and flood prevention structures.",
  "geophysical_studies": "Geophysical Studies",
  "geophysical_description": "Geophysical studies aim to understand the physical properties of the earth using modern techniques to analyze geological and geophysical changes, helping to predict natural hazards and support construction and engineering planning.",
  "geological_studies": "Geological Studies",
  "geological_description": "We offer specialized geological studies to analyze the earth's crust and terrain using modern techniques to support excavation, planning, construction, and address geological risks.",
  "mining_studies": "Mining Studies",
  "mining_description": "Mining studies focus on extracting minerals from the earth, including site exploration, process design, and environmental and safety management, supporting industries and enhancing sustainability and the economy.",
  "surveying": "Surveying",
  "surveying_description": "Surveying involves measuring and analyzing geographic and spatial information, supporting multiple industries from construction to urban planning.",
  "material_quality_testing": "Material Quality Testing",
  "material_quality_description": "Our company provides high-quality testing and analysis services for engineering materials to ensure the safety and sustainability of infrastructure projects, with a focus on accurate and reliable reporting.",
  "concrete_testing": "Concrete Testing",
  "concrete_description": "Concrete testing includes procedures to evaluate the quality of concrete and ensure compliance with standards, such as compression, bending, tensile, density, absorption, and erosion tests, ensuring its strength and sustainability in infrastructure projects.",
  "asphalt_testing": "Asphalt Testing",
  "asphalt_description": "Asphalt testing aims to evaluate its quality and performance in road layers, including stability, homogeneity, density, erosion resistance, adhesion, and fatigue tests to ensure compliance with standards and sustainability.",
  "learn_more": "Learn More",
  "branches_description": "We are proud to offer our services through our branches spread across Saudi Arabia, where we are committed to delivering the highest quality in every location. Additionally, we are pleased to offer our services through our branch in Egypt, allowing us to meet the needs of our clients in the Arab region with efficiency and professionalism.",
  "saudi_arabia": "Saudi Arabia",
  "egypt": "Egypt",
  "branch_jeddah": "Jeddah Branch",
  "address_jeddah": "Address: Al-Waha District 2657, Mohammed Bin Suleiman Street",
  "view_gallery": "Gallery",
  "more_details": "More Details",
  "customer_reviews": "Customer Reviews",
  "customer_reviews_description": "We highly value our partners and consider our collaboration essential for enhancing our services and consistently delivering excellence. Your insights help us better understand your needs and improve the quality of our partnership.",
  "client_name": "Abdullah Hassan",
  "client_title": "CEO & Founder",
  "client_review": "We highly value our partners and consider our collaboration essential for enhancing our services and consistently delivering excellence. Your insights help us better understand your needs and improve the quality of our partnership.",
  "company_name": "Saden Specialized Geological Consulting",
  "address_line1": "Al-Waha 2657, Mohammed bin Suleiman Street",
  "address_line2": "Al-Bassam 7363, Saudi Arabia",
  "mobile_label": "Mobile Number:",
  "mobile_number": "00966551706008",
  "email_label": "Email:",
  "email": "jd@saden.sa",
  "links_title": "Links",
  "home_link": "Home",
  "about_link": "About Us",
  "services_link": "Our Services",
  "terms_link": "Terms",
  "conditions_link": "Conditions",
  "services_title": "Our Services",
  "copyright": "Copyright",
  "our_partners": "Our Partners",
  "all_rights_reserved": "All Rights Reserved",
  "saden_title":"Saden - Geotechnical Studies",
  "the_most_notable":"The Most Notable Projects",
  "Here_are_some":"Here are some of  <span class='serviceName'></span> Services provided by Saden Co.",
  "geotechnical_description_full":"Geotechnical services pertain to the branch of engineering that focuses on the behavior of earth materials, including soil, rocks, and groundwater. These services involve comprehensive evaluations of ground properties and conditions to furnish critical information for diverse construction and infrastructure projects. Geotechnical engineers and geologists typically provide these services to assist clients in making informed decisions and mitigating risks associated with geotechnical challenges.",
  "Site_investigation": "Site investigation",
  "Soil_Exploration": "Soil Exploration",
  "Foundation_Recommendations": "Foundation Recommendations",
  "Slope_Stability_Analysis": "Slope Stability Analysis",
  "Soil_Stabilization": "Soil Stabilization",
  "Water_infiltration": "Water infiltration",
  "Geotechnical_Instrumentation_and_Monitoring": "Geotechnical Instrumentation and Monitoring",
  "Project_studying_and_Evaluation_Rocksfall_in_Jazan": "Project for studying and Evaluation Rocksfall in Jazan",
  "Project_constructing_27_dams": "Project for constructing 27 dams in southern and western regions",
  "hydrological_description_full": "We specialize in conducting hydrological studies and offering comprehensive flood assessment services, encompassing risk evaluation and impact analysis within specific regions. Our team comprises experienced environmental consultants, hydrology specialists, engineers, and other dedicated professionals skilled in flood management and risk assessment. Our mission is to gain a deep understanding of flood hazards, identify vulnerabilities, and devise strategic solutions to effectively mitigate risks.",
  "Flood_Risk_Mapping": "Flood Risk Mapping",
  "Flood_Hazard_Evaluation": "Flood Hazard Evaluation",
  "Hydraulic_and_Hydrological_Modeling": "Hydraulic and Hydrological Modeling",
  "Floodplain_Management_and_Zoning": "Floodplain Management and Zoning",
  "Flood_Emergency_Response_Planning": "Flood Emergency Response Planning",
  "Flood_Hazard_Impact_Assessment": "Flood Hazard Impact Assessment",
  "Project_Flood_Risk_Management_in_City": "Flood Risk Management in City",
  "Project_Floodplain_Modeling_and_Analysis": "Floodplain Modeling and Analysis",
  "Project_asir_bisha": "A hydrological study for investment sites in Asir - Bisha.",
  "Project_saabar": "A hydrological study for The Saudi Civil Defense - Saabar - Rabigh Province.",
  "Project_al_husainiyyah": "A hydrological study for the Saudi Civil Defense Center in Al-Husainiyyah, Makkah.",
  "GROUND_PENETRATING_RADAR": "Ground Penetrating Radar (GRP)",
  "SISMIC_SURVAEY": "Seismic Survey",
  "PIPELINES_AND_CABLES_LOCATOR": "Pipelines and Cables Locator",
  "ELECTRICAL_RESISITIVIVTY_TOMOGRAPHY": "Electrical Resistivity Tomography (ERT)",
  "geophysical_description_full": " Our company utilizes state-of-the-art techniques in subsurface facility detection and surveying across various regions in the Kingdom of Saudi Arabia. We cater to a wide range of needs including mapping facilities, caverns, groundwater levels, geotechnical properties, and seismicity of the soil. Our expertise lies in serving sectors such as environmental, geotechnical, facilities, infrastructure,and facility management. With a team of highly skilled geophysical survey experts, we empower our clients to confidently pursue planning, design, and project supervision. Whether the projects are small-scale or large-scale, we offer comprehensive coverage, experienced personnel, advanced equipment, and effective solutions throughout the Kingdom of Saudi Arabia.Here are some of the geophysical services provided by Saden Co.",
  "PROJECT_ELECTRICAL_GEOPHYSICAL_SURVEY":"Electrical Geological Survey : Reducing groundwater levels in Bahrah City, Jeddah",
  "PROJECT_PUMP_STATION":"Water Transmission Desalination Plant PUMP STATION - Regional infrastructure NEOM - KSA",
  "GEOLOGICAL_SURVEYS": "Geological Surveys",
  "ENVIRONMENTAL_SITE_ASSESSMENTS": "Environmental Site Assessments",
  "MINERAL_EXPLORATION": "Mineral Exploration",
  "GEOLOGICAL_MODELING_AND_DATA_ANALYSIS": "Geological Modeling and Data Analysis",
  "HYDROGEOLOGICAL_STUDIES": "Hydrogeological Studies",
  "GEOLOGICAL_HAZARD_ASSESSMENTS": "Geological Hazard Assessments",
  "PROJECT_DAM_SAFETY": "Study and Evaluation of Dam Safety Across Various Regions of Saudi Arabia",
  "PROJECT_MODEL_VILLAGE": "Al-Beida Model Village Project",
  "geological_description_full":"We provide a comprehensive suite of professional geological services encompassing the study, analysis, and interpretation of Earth's geological features. These services are administered by our team of experienced geologists and geological scientists and are vital for various industries such as mining, oil and gas exploration, environmental assessment, and infrastructure development.",
  "mining_description_full": "We provide a comprehensive suite of mining services, encompassing a range of professional services and support activities tailored to the mining industry. These services assist mining companies throughout the various stages of exploration, development, production, and rehabilitation of mineral resources. Mining services are crucial for the successful and sustainable operation of mining projects. They offer specialized expertise, equipment, and support to enable the efficient and responsible extraction of mineral resources while addressing environmental and social considerations.",
    "EXPLORATION_SERVICES": "Exploration Services",
    "MINING_STUDIES": "MINING STUDIES",
    "MINING_EQUIPMENT_AND_TECHNOLOGY_SERVICES": "Mining Equipment and Technology Services",
    "MINES_PLANNING_AND_DESIGN": "Mines planning and design",
    "MINES_OPERATIONS_AND_MANAGEMENT_STUDIES": "Mines Operations and Management Studies",
    "ENVIRONMENTAL_AND_SOCIAL_IMPACT_ASSESSMENTS": "Environmental and Social Impact Assessments (ESIAS)",
    "MINES_CLOSURE_PLANNING_STUDIES": "Mines Closure Planning Studies",
    "MINERAL_PROCESSING_AND_SERVICES_STUDIES": "Mineral Processing and Services Studies",
    "PROJECT_KOALIN_EXPLORATION":"The Kaolin Ore Exploitation Project - Dhurma Town",
    "surveying_description_full": "Surveying services encompass measurement, map drawing, land and real estate analysis, and other physical features. These services are executed by our professional surveyors who utilize specialized equipment and techniques to gather precise data for various purposes.",
    "LAND_SURVEYING": "Land Surveying",
    "TOPOGRAPHIC_SURVEYING": "Topographic Surveying",
    "GEODETIC_SURVEYING": "Geodetic Surveying",
    "SUBDIVISION_SURVEYING": "Subdivision Surveying",
    "FACILITY_SURVEYING": "Facility Surveying",
    "HYDROGRAPHIC_SURVEYING": "Hydrographic Surveying",
    "BOUNDARY_SURVEYING": "Boundary Surveying",
    "MONITORING_AND_DEFORMATION_SURVEYS": "Monitoring and Deformation Surveys",
    "PROJECT_KIND_KHALD":"King Khalid Reserve Project - Rumah - Riyadh Emirate",
    "soil_stabilization_tests": "Soil Stabilization Tests",
    "industrial_building_materials_testing": "Industrial Building Materials Testing",
    "aggregate_tests": "Aggregate Tests",
    "waterproofing_tests": "Waterproofing Tests",
    "material_quality_description_full": "Construction materials testing services are specialized testing services that focus on evaluating the properties, quality, and performance of materials used in the construction industry. These tests help ensure that building materials meet the required standards and specifications, playing a crucial role in ensuring the safety, durability, and reliability of structures.",
    "PROJECT_PILE_LOAD":"Jazan Port Project - Pile Load Test",
    "PROJECT_CEMENT_PLANT":"Cement Palnt Project in the southern Region - Jazan",
    "CONCRETE_TESTING_INTRO": "Concrete testing includes a wide range of tests conducted on concrete samples to evaluate their properties and quality. These tests are critical to ensure that concrete meets the required standards, specifications, and construction requirements. Among the common tests conducted on concrete, which may vary in detail according to project requirements. These tests are typically conducted by qualified technicians in specialized laboratories or on-site by certified specialists to ensure accurate and reliable results.",
    "CONCRETE_QUALITY_CONTROL_TESTS_TITLE": "Here are some of the concrete quality control tests provided by Saden Co.",
    "COMPRESSIVE_STRENGTH_TEST": "Compressive Strength Test",
    "DENSITY_TEST": "Density Test",
    "SLUMP_TEST": "Slump Test",
    "AIR_CONTENT_TEST": "Air Content Test",
    "the_most_important_devices": "Some of The Most important Laboratory Devices and Equipment",
    "ASPHALT_TESTING_INTRO": "Asphalt testing services are specialized services that focus on evaluating the characteristics, quality and performance of asphalt mixtures used in road construction and other applications. These tests help ensure that asphalt materials meet required standards and specifications, playing a crucial role in guaranteeing the durability, performance, and safety of asphalt pavement.",
    "ASPHALT_BONDING_TEST": "Asphalt Bonding Test",
    "DAILY_QUALITY_CONTROL_TESTS": "Daily Quality Control Tests",
    "MARSHALL_STABILITY_AND_FLOW_TEST": "Marshall Stability and Flow Test",
    "MOISTURE_SENSITIVITY_TEST": "Moisture Sensitivity Test",
    "RUTTING_AND_RAVELING_TEST": "Rutting and Raveling Test",
    "AGING_AND_DURABILITY_TEST": "Aging and Durability Test",
    "core_cutter_machine": "Core Cutter Machine for Concrete Core Samples",
    "concrete_compression_testing_machine": "Concrete Compression Testing Machine",
    "curing_tank_for_concrete_samples": "Curing Tank for Concrete Samples (Cube - Cylinders)",
    "specific_gravity_apparatus": "Specific Gravity Apparatus",
    "cbr_testing_apparatus": "(CBR) Testing Apparatus, Automatic Proctor/CBR Soil Compactor",
    "direct_shear_apparatus": "Direct Shear Apparatus",
    "consolidation_test_apparatus": "Consolidation Test Apparatus",
    "los_angeles_abrasion_testing_apparatus": "Los Angeles Abrasion Testing Apparatus",
    "marshall_stability_testing_machine": "Marshall Stability Testing Machine",
    "asphalt_centrifuge_extractor": "Asphalt Centrifuge Extractor",
    "automatic_marshall_compactor": "Automatic Marshall Compactor",
    "gmm_test": "GMM Test",
    "paving_asphalting_lighting_airport_plan_project_abha": "Paving, Asphalting, and Lighting - Pearl of the Airport Plan Project in Abha - Saad Saeed Al-Saadi Company",
    "paving_asphalting_lighting_al_hanaki_plan_project": "Paving, Asphalting, and Lighting - Al-Hanaki Plan Project - Saad Saeed Al-Saadi Company",
    "paving_asphalting_lighting_dana_al_janoub_project": "Paving, Asphalting, and Lighting - Dana Al-Janoub Project - Tatweer Investment and Contracting Company",
    "paving_asphalting_lighting_al_kasi_plan_project": "Paving, Asphalting, and Lighting - Al-Kasi Plan Project - Qawaed Al-Iskan Company",
    "paving_asphalting_main_road_project_khamis_abha": "Paving and Asphalting - Main Road Project Khamis Abha - Al-Jarbou Contracting Company",
    "all":"All",
    "our_branches":"Our Branches",
    "branch_address": "Address",
    "branch_phone_number": "Phone Number",
    "branch_email": "Email",
    "branch_location": "Branch Location",
    "jada_branch":"Jada Branch",
    "jada_address": "Al Waha District 2657, Mohammed bin Suleiman Al Bassam Street 7363 - Next to the Geological Survey Authority",
    "jada_branch": "Jeddah Branch",
    "jada_address": "Al Waha District 2657, Mohammad bin Suleiman Al Bassam St. 7363 - Near Geological Survey Authority",
    "mecca_branch": "Mecca Branch",
    "mecca_address": "Al Salam District 6586, Al Qara'aa St. 4014",
    "taif_branch": "Taif Branch",
    "taif_address": "Eastern Loop District 8160, Nasr Al Zawawi St. 3253",
    "medina_branch": "Medina Branch",
    "medina_address": "King Fahd District 4230, Abdullah bin Rabeea St. 6412",
    "qassim_branch": "Qassim Branch",
    "qassim_address": "Qassim - Buraidah - Al Safraa District - Saleh Al Umari St., off Prince Sultan bin Abdulaziz Rd.",
    "hail_branch": "Hail Branch",
    "hail_address": "King Faisal Road 7841 - In front of Zamzam Medical Dispensary Pharmacy",
    "tabuk_branch": "Tabuk Branch",
    "tabuk_address": "Sultanah District 3101, Prince Sultan bin Abdulaziz Rd. 7090 - Opposite Prince’s Palace",
    "baha_branch": "Baha Branch",
    "baha_address": "Al Nuzhah District - King Fahd Rd. - Opposite Ecir Medical Clinic - Building No. 7683",
    "riyadh_branch": "Riyadh Branch",
    "riyadh_address": "Al Andalus District 6811, Hafsa bint Omar St. 3376",
    "cairo_branch": "Cairo Branch",
    "cairo_address": "12 Ahmad Kamal St. - Nasr City - Cairo",
    "khamis_branch": "Khamis Mushait Branch",
    "khamis_address": "Nashwan District 4706, Al Thamaneen St. - Near Passports Office, Building No. 4233",
    "jazan_branch": "Jazan Branch",
    "jazan_address": "Airport District 2817, Harun Al Rashid St. 7455",
    "bisha_branch": "Bisha Branch",
    "bisha_address": "King Abdullah District 6464, Imam Mohammad bin Saud St.",
    "sakaka_branch": "Sakaka Branch",
    "sakaka_address": "Al Shifa District 2787, King Saud Rd. 8002 - Near Al Jouf Dental Complex",
    "dammam_branch": "Dammam Branch",
    "dammam_address": "King Abdulaziz Rd. 32423, 6924, 5184",
    "hafr_al_batin_branch": "Hafr Al Batin Branch",
    "hafr_al_batin_address": "Al Aziziyah District, Prince Khalid Rd.",
    "projects_description":"Our projects reflect our commitment to delivering high-quality geological consultancy services. We have successfully completed numerous studies across various sectors, including geotechnical, hydrological, geophysical, and geological assessments. Each project is a testament to our expertise and dedication to providing reliable solutions tailored to our clients' needs.",
    "Certifications":"Accerditaion",
    "callUs":"Call Us",
    "subject_placeholder":"Subject",
    "certificates_description":"We ake pride in our accreditations and certifications, ensuring the highest standards in geological consultancy.",
    "asphaltTesting":"Asphalt Testing"

}